const Terms = {
    service : {
        title : "서비스 이용약관",
        inner : [
            {
                title : "제 1장 총칙",
                line : "본 약관은 사이즈리티(이하 ’회사’라 함)가 제공하는 모든 제품 및 서비스(이하 ‘서비스’라 함)를 이용함에 있어 이용자의 권리, 의무 및 책임에 관한 사항을 규정함을 목적으로 합니다."
            },
            {
                line : "인터넷, 정보통신망, 모바일 및 스마트 장치 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다."
            },
            {
                title : "제 2 조 (용어의 정의)",
                line : "본 약관에서 사용하는 용어의 정의는 다음과 같습니다.",
                unnumber: [
                    {text : '- “이용자“는 본 회사에서 제공하는 모든 서비스(사이즈리티 사이즈비교, 관리자 서비스 등)에 자신의 스마트폰, 태블릿 PC, PC 등 단말기에 설치 또는 접속함으로써 쇼핑몰 사업자의 상품 등에 대한 정보를 획득하고 구매를 실현하는 일반 소비자를 의미합니다. 이용자는 "회원"과 "비회원"을 모두 포함합니다.'},
                    {text : '- “회원”은 회사에 개인정보를 제공하고, 본 이용약관에 동의하여 회원등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 의미합니다.'},
                    {text : '- “사이즈 비교서비스”란, 온라인 상에서 의류와 의류, 의류와 신체 사이즈를 비교하여 소비자에게 정보를 전달하는 서비스를 의미합니다.'},
                    {text : '- “관리자 서비스”란, 사이즈리티에서 제공하는 사이즈 비교 서비스 이용하여 불특정 다수에게 상품 정보를 제공하기 위해 사이즈리티에서 제공하는 사업자를 위한 프로그램을 의미합니다. '},
                    {text : '- “사업자”란, 상품의 판매, 대여 등을 목적으로 인터넷웹사이트 또는 모바일 앱을 통해 쇼핑몰을 운영하는 자로서, 회사와 제휴하여 사이즈리티에서 제공하는 모든 서비스를 통하여 상품 등의 정보를 노출하는 사업자를 의미합니다.'},
                    {text : ''},
                ]   
            },
            {
                title : "제3조 (약관의 명시와 설명 및 개정)",
                number : [
                    {title : "회사는 회원이 서비스를 이용하기 전에 이 약관을 게시하고, 회원이 이 약관의 중요한 내용을 확인할 수 있도록 합니다."},
                    {title : "회사는 회원의 요청이 있는 경우 전자문서 전송(전자우편을 이용한 전송을 포함합니다), 모사전송, 우편 또는 직접교부의 방식으로 본 약관의 사본을 회원에게 교부합니다."},
                    {title : "'회사'는 『약관의 규제에 관한 법률』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다."},
                    {title : "'회사'는 제공하는 '서비스' 내의 개별 서비스에 대한 별도의 약관 및 이용조건을 둘 수 있으며 개별 서비스에서 별도로 적용되는 약관에 대한 동의는 '회원'이 개별 서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다. 이러한 절차가 완료되지 않는 경우 해당 회원이 추가적인 서비스의 전부 또는 일부를 이용하지 못할 수 있습니다. 회원이 추가 서비스를 이용할 경우, 각 서비스 별로 추가되는 이용약관과 본 약관의 내용이 상이한 경우 본 약관보다 추가적으로 적용되는 개별 약관이 우선 적용됩니다"},
                    {title : "제3항에 따라 공지된 적용일자까지 '회원'이 명시적으로 계약해지의 의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 봅니다."},
                    {title : "약관의 변경내용이 게시되거나 통지된 후부터 변경되는 약관의 시행일 전의 영업일까지 회사와 서비스 계약을 해지할 수 있습니다. 다만, ‘회원’에게 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에 '회사'는 이용계약을 해지할 수 있습니다."},

                ]
            },
            {
                title : "제 4 조 (회원가입 및 이용계약의 체결)",
                number : [
                    {title : "'회사'가 정한 가입양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입 및 이용계약의 체결이 가능합니다. '회사'는 이러한 신청에 있어 전문기관을 는 휴대폰번호 인증 또는 이메일 인증 등을 요청할 수 있습니다."},
                    {title : "‘쇼핑몰 운영자’의 경우 1항의 인증방법 이외의 ‘사업자’를 인증할 수 있는 수단(사업자 번호 및 사업자 등록증 등)을 요청할 수 있습니다."},
                    {
                        title : "'회사'는 제1항과 제 2항 같이 '회원'으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 '회원'으로 등록합니다. '회사'가 회원가입신청 및 이용계약 승인을 거부하거나 유보하는 경우 원칙적으로 이를 신청한 이용자에게 알립니다.",
                        list : `1) 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 '회사'의 회원 재가입 승낙을 얻은 경우에는 예외로 함.\n
                            2) 실명이 아니거나 타인의 명의를 이용한 경우\n
                            3) 등록내용에 허위, 기재누락, 오기가 있는 경우\n
                            4) '회사'가 요구하는 내용을 기재하지 않은 경우\n
                            5) 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우`
                    },
                    {title : "제 3항에 따라 회원가입 및 이용계약의 거부에 대하여 ‘회원’은 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 ‘서비스’의 이용을 재개합니다."}
                ]
            },
            {
                title : "제 5 조 (회원정보의 변경)",
                number : [
                    {title : "'회원'은 개인정보관리 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위한 실명 등의 정보는 수정이 불가능합니다."},
                    {title : "'회원'은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 이메일 또는 기타 방법으로 '회사'에 대하여 그 변경사항을 알려야 합니다."},
                    {title : "제2항의 변경사항을 '회사'에 알리지 않아 발생한 불이익에 대하여 '회사'는 책임지지 않습니다."}
                ]
            },
            {
                title : "제 6 조(회원에 대한 통지)",
                number : [
                    {title : "'회사'는 '회원'에 대해, '회원'이 미리 약정하여 지정한 이메일이나 SMS 등을 이용하여 통지할 수 있습니다."},
                    {title : "'회사'가 불특정다수 '회원'에 대한 통지를 할 경우 1주일 이상 '사이트'의 '공지사항'에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, '회원' 본인의 서비스 이용에 관련하여 중대한 영향을 미치는 사항에 대해서는 개별 통지합니다."},
                    {title : "'회원'이 SMS 또는 이메일 수신을 동의하지 않았더라도 서비스 이용이 불가능한 중대한 사유가 발생할 경우, '회사'는 이를 고지하기 위한 목적으로 '회원'에게 SMS 또는 이메일을 발송할 수 있습니다."}
                ]
            },
            {
                title : "제 7 조 (서비스의 이용개시, 이용시간 및 수수료)",
                number : [
                    {title : "제 4 조에 따라 회사가 신청인의 이용신청을 승낙함과 동시에 신청인은 회사가 제공하는 서비스의 회원이 되며, 이때부터 회사는 당해 회원에게 당해 약관이 정하는 서비스를 제공합니다."},
                    {
                        title : "서비스의 이용은 회사의 업무상 또는 기술상의 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 각 호에 해당하는 경우 서비스의 서비스가 일부 또는 전부가 중지될 수 있습니다.",
                        list : `1) 서비스 업그레이드 및 시스템 유지보수 등을 위해 필요한 경우\n
                            2) ‘회사’의 ‘서비스’ 운영에 있어 필요한 설비 보수점검 및 교체, 고장, 통신의 두절 등의 사유가 발생한 경우\n
                            3) 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우\n
                            4) 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우`
                    },
                    {title : "회사는 회원의 서비스 이용에 따른 수수료를 부과할 수 있으며, 수수료는 홈페이지를 통하여 고지합니다."},
                    {title : "제 3 항에 의하여 본 서비스를 중단하게 되는 경우 회원에게 사전 공지합니다. 다만, 회사가 통제할 수 없는 사유로 본 서비스가 중단(회사 또는 서비스 운영자의 고의 및 과실이 없는 장애, 시스템 다운 등)되어 사전 공지가 불가능한 경우에는 그러하지 아니합니다."},
                ]
            },
            {
                title : "제 8 조 (회원의 의무)",
                number: [
                    {
                        title : "회원은 서비스를 이용함에 있어 다음 각 호의 행위를 하여서는 안됩니다.",
                        list : `1) 본 약관 및 전자금융거래법 등 서비스 이용에 관련된 관계법령을 위반한 행위\n
                            2) 서비스를 제공받기 위해 이용 신청 또는 변경 신청 시 허위 사실을 기재하거나 타인의 정보를 도용하는 등 정상적인 서비스 운영을 고의로 방해하는 일체의 행위\n
                            3) 여하한 방법으로 회사가 정상적으로 제공하는 방법이 아닌 다른 방법으로 회사가 보유하고 있는 정보를 탈취, 저장, 공개 또는 부정한 목적으로 사용하는 행위\n
                            4) 서비스에서 제공하는 정보를 타인에게 부정적 영향을 주기위해 추가, 수정 및 삭제 등 일체의 행위\n
                            5) 회사의 지식재산권, 제3자의 지식재산권 등 기타 권리를 침해하거나, 회사의 동의 없이 회원 또는 제3자의 상업적인 목적을 위하여 본 서비스 구성요소의 전부 또는 일부의 내용에 관하여 이를 복사, 복제, 판매, 재판매 또는 양수도하는 행위\n
                            6) 기타 범죄 또는 법령이 금지하는 행위와 관련되었다고 의심받을 수 있는 일체의 행위\n
                            7) 서비스와 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위\n
                            8) 회사의 서비스를 해킹하거나 해킹에 이용하는 일체의 행위\n
                            9) 기타 불법적이거나 부당한 행위`
                    },
                    {title : "회원은 관련 법령, 본 약관의 규정, 이용안내 및 서비스상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다."},
                    {title : "회원은 반드시 본인이 직접 서비스를 이용해야 하며, 전자적장치를 타인에게 양도 또는 대여하는 등의 방법으로 타인으로 하여금 서비스를 이용할 수 있도록 하여서는 안됩니다. 이의 위반으로 인한 책임은 회원에게 있습니다."},
                ]
            },
            {
                title : "제 12 조 (접근매체 분실 및 도난 관련 회원의 책임)",
                number : [
                    {title : "회원은 자신의 모바일 디바이스, 비밀번호 등 접근매체를 제3자에게 사용하게 하거나, 누설, 방치하여서는 안됩니다. 회원은 자신의 비밀번호를 주기적으로 변경하는 등 접근매체의 도용이나 위조 또는 변조를 방지하기 위하여 충분한 주의를 기울여야 합니다."},
                    {title : "회원은 접근매체의 훼손, 분실, 도난 등의 사고가 발생하는 경우 즉시 그 사고 사실을 서면 또는 회사의 전화번호로 회사에 통지하여야 합니다."},
                    {title : "회사는 회원으로부터 전항에 따른 통지를 받은 때에는 그 때부터 제 3 자가 그 접근매체를 사용함으로 인하여 회원에게 발생한 손해를 배상할 책임이 있습니다."},
                ]
            },
            {
                title : "제 13 조(정보의 제공 및 광고의 게재)",
                number : [
                    {title : "1. ‘회사’는 ‘회원’이 서비스 이용 중 발생하는 정보에 대해, 서비스 이용 중 필요하다고 인정되는 다양한 정보를 게재 및 이용할 수 있으며, 개인정보 관련 법령에 어긋나지 아니한 정보를 수집 및 가공, 3자에게 제공할 수 있습니다. 다만, 특정 ‘회원’ 구별이 가능하거나 추측이 가능한 정보에 대해서는 사용하지 아니합니다."},
                    {title : "1. 제 1항의 의해 제공된 정보에 포함 ‘회원’이 이의를 제시할 경우, ‘회사’는 타당한 사유의 경우, 이의를 제시한 ‘회원’의 정보를 이용할 수 없으며, 게재된 정보를 수정 및 삭제합니다."},
                    {title : "'회사'는 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 이메일, SMS 등에 광고를 게재할 수 있습니다. 그러나 광고가 게재된 이메일, SMS를 수신한 '회원'은 수신거절의 의사표시를 할 수 있으며 '회사'는 수신거절을 위한 방법을 '회원'에게 제공합니다. 수신거절의사를 표시하지 아니한 경우, 광고 게재에 동의한 것으로 봅니다."},
                ]
            },
            {
                title : "제 14 조 (서비스 이용 내역의 보존 및 확인)",
                number : [
                    {
                        title : "회사는 회원이 이용한 서비스의 내용을 추적, 검색하거나 그 내용에 오류가 발생한 경우에 이를 확인하거나 정정할 수 있는 기록을 생성하여 보존합니다.",
                    },
                    {
                        title : "각 호의 정보는 5년간 보관합니다.",
                        list : `1) 거래의 종류 및 금액, 일시, 상대방에 관한 정보, 거래를 식별할 수 있는 정보\n
                            2) 거래가 계좌를 통하여 이루어지는 경우 거래 계좌의 명칭 또는 번호\n
                            3) 회사가 거래의 대가로 받은 수수료\n
                            4) 서비스의 신청 및 조건의 변경에 관한 사항\n
                            5) 제 13조 1항에 의한 수집 정보에 관한 사항`
                    },
                    {
                        title : "각 호의 정보는 3년간 보관합니다.",
                        list : `1) ‘쇼핑몰 사업자’가 ‘서비스’를 유지하기 위해 제공한 상품 정보 및 ‘쇼핑몰 사업자’의 정보\n
                            2) ‘회원’의 서비스 해지 및 철회에 관한 사항`
                    },
                    {
                        title : "각 호의 정보는 1년간 보관합니다.",
                        text : "‘회원’의 오류정정 및 요구사실 및 처리결과에 관한 사항"
                    },
                    {
                        title : "‘회사’는 ‘회원’에게 ‘서비스’를 제공하면서 취득한 ‘회원’의 인적 사항, 접근매체 및 서비스 이용 내역에 관한 정보를 법령에 의하거나 ‘회원’의 동의를 얻지 아니하고 제 3자에게 제공하거나 서비스 제공 목적 외에 사용하지 아니합니다. 다만, ‘회원’의 정보가 식별이 불가능한 정보 또는 제 13조 1항에 어긋나지 아니한 범위에서 정보를 제공할 수 있습니다."
                    }
                ]
            },
            {
                title : "제 15 조 (개인정보의 보호 및 이용)",
                number : [
                    {title : "회사는 개인정보의 보호 및 처리와 관련하여 개인정보보호법, 정보통신망이용촉진및정보보호에관한법률 및 각 그 하위 법령에 정하는 사항을 준수하며, 개인정보의 보호를 위하여 노력합니다."},
                    {title : "회사는 개인 정보의 수집, 이용, 제공, 보호, 위탁 등에 관한 제반 사항의 구체적인 내용을 개인정보처리방침을 통하여 규정하며, 개인정보처리방침은 회사의 웹페이지 화면 등을 통하여 게시합니다."}
                ]
            },
            {
                title : "제 16 조 (계약의 해지 등)",
                number : [
                    {title : "회원은 언제든지 회사에 이용계약 해지의 의사를 통지함으로써 이용계약을 해지할 수 있습니다. 단, 회원은 해지의사를 통지하기 전에 회사가 제공하는 서비스를 이용하여 진행중인 제반 거래 행위를 완결하여 더 이상 서비스를 통하여 처리되어야 할 채권 채무 관계가 남지 않도록 하여야 하며, 이러한 조치를 취하지 아니하고 서비스의 이용 해지 의사표시를 함으로써 발생하는 불이익에 대하여는 회원이 그 책임을 부담하여야 합니다. 회사가 필요하다고 판단하는 경우, 이와 같은 채권 채무 관계가 모두 해소될 때까지 해지의 효력 발생시기를 연기할 수 있습니다."},
                    {title : "회원이 임의 해지, 재가입 등을 반복적으로 행함으로써 회사가 제공하는 혜택이나 경제적 이익을 비통상적인 방법으로 악용할 우려가 있다고 회사가 판단하는 경우, 회사는 재가입을 제한할 수 있습니다. 이러한 심사 목적 등을 위하여 회사는 회원 탈퇴 시 관계법령이 정한 기간동안 동안 해당 회원의 성명, 탈퇴일자, 탈퇴사유 등 필요한 정보를 보관할 수 있습니다."},
                    {title : "‘쇼핑몰 운영자’ 계약 해지시, ‘회원’의 ‘서비스’ 이용을 위해 저장된 상품 정보 및 쇼핑몰 명칭, 쇼핑몰 주소 등을 해지 직전까지 수집된 정보를 ‘회사’는 ‘회원’에게 제공할 수 있습니다."},
                    {title : "이 약관에 따라 이용계약이 해지된 경우 회사는 회원에게 부가적으로 제공한 각종 혜택을 무효화하거나 회수할 수 있습니다. 다만, 3항에 의해 제공된 정보의 경우 아니합니다."},
                ]
            },
            {
                title : "제 17 조 (손해배상)",
                number : [
                    {title : "회사나 회원이 본 약관의 규정을 위반하거나 기타 불법행위를 하여 상대방에게 손해를 발생시킨 경우, 그 손해 발생에 귀책사유가 있는 당사자는 그 상대방의 피해를 배상하여야 합니다."},
                    {title : "회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 그로 인하여 회사가 입은 손해를 배상하여야 합니다."},
                    {title : "회사는 회원 상호간, 회원과 가맹점 상호간 또는 회원과 제3자 상호간에 발생한 분쟁에 대해서는 개입할 의무가 없으며, 회사에 귀책사유가 없는 한 이로 인한 손해를 배상할 책임이 없습니다."}
                ]
            },
            {
                title : "제 18 조 (광고성 또는 맞춤형 정보의 제공)",
                number : [
                    {title : "회사는 본 서비스의 운영과 관련하여 광고성 정보를 제공하는 서비스를 운영할 수 있습니다."},
                    {title : "회사는 광고성 정보 및 회원 맞춤형 정보를 문자 메세지나 푸쉬 메세지 형식으로 제공할 수 있으며, 이는 광고성 정보에 대한 사전 수신 동의가 있는 경우 등 법령상 허용된 경우에 한하여 제공됩니다."}
                ]
            },
            {
                title : "제 19 조 (지식재산권)",
                number : [
                    {title : "‘회사’의 ‘서비스’와 관련된 일체의 지식재산권은 ‘회사’에게 속합니다."},
                    {title : "‘회원’은 본 ‘서비스’ 이용 과정에 얻은 정보를 가공, 제공, 판매하는 등 영리 목적으로 이용하거나 제 3 자에게 이용하게 할 수 없습니다."}
                ]
            },
            {
                title : "제 20 조 (약관의 해석)",
                number : [
                    {title : "회사와 이용자 사이에 개별적으로 합의한 사항이 이 약관에 정한 사항과 다를 때에는, 그 합의사항을 이 약관에 우선하여 적용합니다."},
                    {title : "회사가 제공하는 서비스에 따라 별도로 부가되는 약관은 본 약관과 통일적으로 해석되어야 하며, 서로 다른 내용이 있는 경우 원칙적으로 본 약관의 내용이 우선합니다. 다만, 개별 서비스 약관과 본 약관 중 해당 개별 서비스의 특성으로 인하여 서로 다른 내용이 있는 경우에는 그 범위에 한하여 해당 개별 서비스 약관의 조항이 우선하는 것으로 합니다."},
                    {title : "본 약관의 내용 중 관련법령의 강행규정과 배치되는 부분이 있는 경우, 그 부분에 한하여 본 약관의 해당 규정은 무효로 합니다."},
                    {title : "이 약관에 명시적으로 규정되지 않고, 당사자간에 미리 합의되지 않은 사항의 처리에 관하여는 관련법령 및 상관습에 따릅니다."},
                ]
            },
            {
                title : "제 21 조 (이의신청)",
                number : [
                    {title : "회원은 서비스 이용과 관련하여 회사에 이의가 있는 경우 서면으로 회사에 이의를 제기할 수 있습니다."},
                    {title : "회원은 제1항에 따라 서면(전자문서를 포함합니다) 또는 전자적 장치를 이용하여 회사에 분쟁처리를 신청할 수 있으며, 회사는 15일 이내에 이에 대한 조사 또는 처리 결과를 회원에게 안내합니다."}
                ]
            },
            {
                title : "제 22 조 (분쟁의 해결)",
                number : [
                    {title : "서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 있는 경우 회사와 회원은 이를 해소하기 위하여 성실히 협의합니다."},
                    {title : "전항에도 불구하고 회사와 회원의 분쟁이 해결되지 않는 경우, 해당 분쟁의 해결은 민사소송법에 따라 관할을 가지는 법원의 판결에 따르기로 합니다."}
                ]
            },
        ],
        reg_date : ""
    },
    privacy : {
        title : "개인정보 처리방침",
        inner : [
            {
                title : "제1조(개인정보의 처리 목적)",
                line: "< 사이즈리티 >('sizelity.com'이하 '사이즈리티')은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.",
                number : [
                    {
                        title : "홈페이지 회원가입 및 관리",
                        text : "회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지 목적으로 개인정보를 처리합니다."
                    },
                    {
                        title : "민원사무 처리",
                        text : "민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 목적으로 개인정보를 처리합니다."
                    },
                    {
                        title : "재화 또는 서비스 제공",
                        text: "서비스 제공, 콘텐츠 제공, 본인인증, 요금결제·정산을 목적으로 개인정보를 처리합니다."
                    },
                    {
                        title : "마케팅 및 광고에의 활용",
                        text: "신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다."
                    }
                ]
            },
            {
                title: "제2조(개인정보의 처리 및 보유 기간)",
                line : "① 사이즈리티 은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.",
            },
            {
                line : "② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.",
            },
            {
                unnumber : [
                    {title : "<홈페이지 회원가입 및 관리>"},
                    {title : "<홈페이지 회원가입 및 관리>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<3년>까지 위 이용목적을 위하여 보유.이용됩니다."},
                    {title : "보유근거 : 이용약관"},
                    {title : "관련법령 : 1)신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년, 2) 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년"},
                ]
            },
            {
                title : "제3조(정보주체와 법정대리인의 권리·의무 및 그 행사방법)",
                number : [
                    {title: "정보주체는 사이즈리티에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다."},
                    {title: "제1항에 따른 권리 행사는사이즈리티에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 사이즈리티은(는) 이에 대해 지체 없이 조치하겠습니다."},
                    {title: "제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다."},
                    {title: "개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다."},
                    {title: "개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다."},
                    {title: "사이즈리티은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다."}
                ]
            },
            {
                title : "제4조(처리하는 개인정보의 항목 작성)",
                line : "< 사이즈리티 >은(는) 다음의 개인정보 항목을 처리하고 있습니다.",
                unnumber : [
                    {title : "< 홈페이지 회원가입 및 관리 >"},
                    {title : "필수항목 : 성별, 생년월일, 이름, 서비스 이용 기록, 접속 로그, 쿠키"},
                    {title : "선택항목 : 이메일, 휴대전화번호"}
                ]
            },
            {
                title : "제5조(개인정보의 파기)",
                number : [
                    {title: "< 사이즈리티 > 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다."},
                    {
                        title: "정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.",
                        text : "보존하는 개인정보 항목 : 계좌정보, 거래날짜"
                    },
                    {
                        title: "개인정보 파기의 절차 및 방법은 다음과 같습니다.",
                        text : "< 사이즈리티 > 은(는) 파기 사유가 발생한 개인정보를 선정하고, < 사이즈리티 > 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다."
                    },
                    {
                        title: "전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다"
                    }
                ]
            },
            {
                title : "제6조(개인정보의 안전성 확보 조치)",
                line : "< 사이즈리티 >은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.",
                number : [
                    {
                        title : "개인정보 취급 직원의 최소화 및 교육",
                        text: "개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다."
                    },
                    {
                        title : "내부관리계획의 수립 및 시행",
                        text: "개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다."
                    },
                    {
                        title : "개인정보에 대한 접근 제한",
                        text: "개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다."
                    },
                    {
                        title : "비인가자에 대한 출입 통제",
                        text: "개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다."
                    },
                ]
            },
            {
                title : "제7조(개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항)",
                number : [
                    {
                        title : "사이즈리티 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다."
                    },
                    {
                        title : "쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.",
                    },
                ],
                unnumber : [
                    {title: "가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다."},
                    {title : "나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다."},
                    {title : "다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다."},
                ],
            },
            {
                title : "제8조 (개인정보 보호책임자)",
                line : "사이즈리티 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.",
                unnumber : [
                    {title: "개인정보 보호책임자"},
                    {title: "성명 :이재훈"},
                    {title: "직책 및 직급 :대표"},
                    {title: "연락처 :01077382709, hoonni2709@naver.com,"}
                ],
            },
            {
                line : "정보주체께서는 사이즈리티 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 사이즈리티 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다."
            },
            {
                title : "제9조(개인정보 열람청구)",
                line : "정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.",
            },
            {
                line : "< 사이즈리티 >은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.",
                unnumber: [
                    {title : "개인정보 열람청구 접수·처리 부서"},
                    {title : "담당자 : 이재훈"},
                    {title : "연락처 : 01077382709, hoonni2709@naver.com,"},
                ]
            },
            {
                title : "제10조(권익침해 구제방법)",
                line : "정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.",
                number : [
                    {title: "개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)"},
                    {title: "개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)"},
                    {title: "대검찰청 : (국번없이) 1301 (www.spo.go.kr)"},
                    {title: "경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)"},
                ],
            },
            {
                line : "「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.",
            },
            {
                line : "※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.",
            },
            {
                title : "제11조(개인정보 처리방침 변경)",
                line : "이 개인정보처리방침은 2021년 10월 1부터 적용됩니다."
            }
        ],
        reg_date : ""
        
    },
    notice : {
        title : "서비스 지원업체 고지사항",
        inner : [],
        reg_date : ""
    }
}

module.exports = {Terms}